[
    {
      "id": "6249cae968240e65a0d592e9",
      "name": "Gregory Frye",
      "image": "https://randomuser.me/api/portraits/men/10.jpg",
      "reviewDetail": "Steal Like an Artist gave me the push I needed to get into a more creative mindset. Although the book, and its message, may seem simple, it is clear that Austin Kleon has dedicated his life to creativity and using that to produce creative work (poetry, writing, drawing). If you feel stuck in a rut (as I did), this book is for you.",
      "ratings": 4
    },
    {
      "id": "6249cae92c63d1729b2b6850",
      "name": "Becker Valdez",
      "image": "https://randomuser.me/api/portraits/women/90.jpg",
      "reviewDetail": "This is a pretty tiny book (the cup of coffee I poured when I started reading was still warm when I finished), but may end up being my favorite of everything I read this year. It'll almost certainly be one of the few that I'll come back to over and over.",
      "ratings": 5
    },
    {
      "id": "6249cae96b17008ebd3bc270",
      "name": "Mcguire Bradford",
      "image": "https://randomuser.me/api/portraits/men/37.jpg",
      "reviewDetail": "Kleon's 10 short chapters each present a different principle for developing creativity, and though it's a numbered list, it manages not to come across as a 'how to' manual. Rather, it's a testimonial borne from experience, and an encouragement that these timeless principles (e.g., 'Be Nice') really do work in the real world, and they really are things that don't apply only to artists. It's a book which manages to be both artistic and pragmatic... not an easy combination!",
      "ratings": 3
    },
    {
      "id": "6249cae96ca3ffd31496a1ad",
      "name": "July Rose",
      "image": "https://randomuser.me/api/portraits/women/93.jpg",
      "reviewDetail": "Kleon points out the value of side projects and hobbies in sparking creativity. “By side projects I mean the stuff that you thought was just messing around. Stuff that's just play. That's actually the good stuff. That's when the magic happens… I think it's good to have a lot of projects going on at once so you can bounce between them.”",
      "ratings": 4
    },
    {
      "id": "6249cae9965b8af63665f086",
      "name": "Blanche Davidson",
      "image": "https://randomuser.me/api/portraits/men/62.jpg",
      "reviewDetail": "Austin Kleon writes, “All advice in autobiographical… This book is me talking to a previous version of myself… These ideas apply to anyone who's trying to inject some creativity into their life and their work. (That should describe all of us.)” The book is thoughtfully written and designed in a creative six-inch by six-inch format.",
      "ratings": 2
    },
    {
      "id": "6249cae986c3dc3447e1d3ff",
      "name": "Hoffman Avila",
      "image": "https://randomuser.me/api/portraits/women/79.jpg",
      "reviewDetail": "4 out of 5 stars. As with my reviewDetail of Kleon's more recent book Keep Going, this is a collection of essays interspersed with illustrations and quotes to help drive home his point. It is a quick read and serves as a great self-help but not categorized as the typical self-help. While his ideas are not necessarily groundbreaking, I think that people can use these little reminders to help them get unstuck.",
      "ratings": 3
    },
    {
      "id": "6249cae90f1bb3a05a5e47c1",
      "name": "Vasquez Crosby",
      "image": "https://randomuser.me/api/portraits/men/46.jpg",
      "reviewDetail": "This kindlebook of Steal Like An Artist; 10 Things Nobody Told You About Being Creative by Austin Kleon is a mentor type of guide in written form. However, despite the title, the author carefully explains the difference between what he means by the title in order to stay plagiarism-free.",
      "ratings": 3
    },
    {
      "id": "6249cae985f316a3f8f1eedc",
      "name": "Bianca Long",
      "image": "https://randomuser.me/api/portraits/women/85.jpg",
      "reviewDetail": "When I initially started reading this book, I began to lose interest. I'm glad I kept going. The book lists suggestions for how to feed your creative side. This book is a great resource even if you want to pursue a career in an industry that isn't necessarily considered creative. The author encourages embracing the work of the artists and professionals who inspire you. Use their work as the foundation to create something of your own.",
      "ratings": 5
    },
    {
      "id": "6249cae97771b1f6582e55a4",
      "name": "Maryann Santos",
      "image": "https://randomuser.me/api/portraits/women/48.jpg",
      "reviewDetail": "I liked what this author had to say and enjoyed the material, but this was not a book. When I got to the end, I said 'Where's the rest of it? Where's the useful stuff?' I went on a hunt and found the author on YouTube giving a TED Talk called Steal Like an Artist. There it was, the entire book in an eleven minute speech. Save your money and just listen to the speech.",
      "ratings": 2
    }
  ]